<template>
  <div class="content_wall">
    <div class="wrapper clearfix">
      <div class="main">
        <div class="intro_head">
          <h2>【2020年度版】柔道部員の柔道動画分析</h2>
        </div>
        <button @click="sk">新福の分析を見る</button>
        <div v-if="m1">
          <pre>
＜研究内容＞
対重量級に対する技の入り方を学ぶ

＜目的＞
対重量級に対する技の入り方を学ぶ

＜動画＞
下部に掲示

＜分析＞
秋本啓之さんの解説付きの試合動画。
秋本さんは70キロ台
無差別級の大会。

前回は全体的な特徴を挙げたが、今回は対重量級に対する技の入り方について、特に重視して見ていく。

●技の入り方
・同じ技を何回もかける姿が多く見られた（前回同様）
右背負いの他に左一本も使っていて、崩しが参考になるものだったのはもちろんだが、２～３回同じ技をかけて、最後に深く入るやり方は今度使いたいと思った。

・右背負いフェイントからの左一本背負い（対ケンカ四つ）
右襟からつかみ、左袖を相手より先につかむ
二回ほど右背負いに入るフェイント→同モーションでしゃがみ左一本背負い
右フェイントに入る→相手は体を横にするor釣り手をついて対策する→相手の釣り手を肩から外して相手の股に飛び込む

・相手が上下にあおった時、背負い
あおられたとき、上がったタイミングで右背負い

※また、全体的に言える事として、相手がちゃんとつかみきる前にあおってつかめなくし、大技に入っていた。
また、相よつの際には絶対に引手を放してなかった。

●まとめ
技の入り方として、すぐに実践で挑戦できそうな3つのパターンを発見した。
また、全体的な柔道スタイルで見習いたいことも記述した。
今回書かなかったが、他の技として巴投げと左袖釣りがよく見受けられたので、次回はその2種類について学びたいと思う。
          </pre>
          <div>
            <iframe src="https://www.youtube.com/embed/TzYFaTX27Aw?modestbranding=1" frameborder="0" allowfullscreen></iframe>
          </div>
          <div>
            <iframe width="560" height="315" src="https://www.youtube.com/embed/FlkLCt9J2CI?modestbranding=1" frameborder="0" allowfullscreen></iframe>
          </div>
        </div><br>
        <button @click="iy">伊藤の分析を見る</button>
        <div v-if="m2">
          <pre>
＜研究内容＞
裏投・横車・谷落(小外掛け)の研究

＜目的＞
今まで、密着するタイプの技は力任せにやっていた。先日の外国選手の動画を見ているうちに技術や共通点があり、もっと追及できそうだと考えた。
特に、裏投げをしそこなってからの横車はいい連絡だと思うのでそこは重点的に考察する。

＜動画＞
下部に掲示

＜分析＞
〈裏投〉真捨身技
 裏投は返し技ではあるが、自分から仕掛けることもある。URL上2つの動画内50本から集計したデータによると、32%は自ら仕掛けてのポイントだった。
 返し技としては特に内股を返す際に有効で34%がそれによるポイント、次いで大外が16%だった。技が決まりやすいタイミングとして、
 相手が一本大外や巻き込みをしてきて1つしかもっていないときに返しているパターンが多い。今回の分析では、いつも裏投げに分類されがちな横車と谷落を区別する。
 ここでの裏投げは組み止めてから相手を後頭部側に向かって投げるものを指すこととする。
ー 5/22より ー
裏投げは、必ず相手の体に自分の上半身（大体腰から胸あたり）がしっかりと密着していなければならない。足は3通りほど使い方がある。
まず、しっかりと受け止めて上まで吊り上げてしまえば、そこから反転して投げるだけなので両足ともに地面から離れない。
または、しっかりと受け止めた後に小外掛のように太ももで相手を持ち上げながら投げる形もある。一方、腰を落として相手の下半身にまとわりつくような場合は密着していない方の足を振り上げて投げる場合がある。
タイミングを合わせて投げを打つ場合は、力があまりかからないが、タイミングを合わせずに組み止めてから力でもっていく場合はそれ相応の体力が必要だ。

〈横車〉横捨身技
 横車は、相手に裏投げを読まれて耐えられそうになったときに、その力を利用して投げる。
 具体的には相手の背後に持ち上げようとしていたものを相手の頭側に回り込みながら投げる。
 この投げ方を得意とするのが、ALSOK所属の佐々木健志選手である。自分も裏投げをする際に相手に前のめりに耐えられることが多かったため、これを習得したい。

〈谷落〉横捨身技
 本来の引手とは反対の手で引手を取り、その引手側の手の内側に手をすべり込ませ、小外掛けの要領で投げる。
 自分もブリッジのように翻ってかける。この技は奇襲技なので、ここぞという時のために取っておく。引手の絞りが重要。
 肩車が得意な選手が奇襲技として持っている印象。一度入ったら粘り強く投げを狙っていくことが重要。
          </pre>
          <div>
            <iframe src="https://www.youtube.com/embed/mcNCoNYFsd4?modestbranding=1" frameborder="0" allowfullscreen></iframe>
          </div>
        </div><br>
        <button @click="my">村上の分析を見る</button>
        <div v-if="m3">
          <pre>
＜研究内容＞
大外刈前としてかけるために大内刈の研究

＜目的＞
自分にとって大内が大外同様に馴染み深いので、それを使った崩しを研究するため

＜動画＞
下部に掲示

＜分析＞
前回まで大外に入るための崩しとして使う技をいくつか動画を見て研究していましたが、今回は技を絞って研究することにしました。
対象の技としては大外前の技としても比較的ポピュラーな技であり、かつ自分にとっては大外同様に馴染み深い大内刈を研究しました。
まず前提として連絡技として使いたいので、膠着状態でかけるというよりは動いている中でかけるイメージを持ちました。
また、膠着状態でかけると、相手の足をかけてもけんけんした状態で相手も一緒についてきてしまって、動画を見ていても、最終的には相手を力でねじ伏せる感じになってしまうような感じがしました。
そういう点からも動いた状態でかけることを意識していたほうが力を使わずに相手を畳につけられそうです。
大内刈で技を決めるときの理想としては動いている中で相手の足をすべらしたり、ずらしたりして、相手を倒すというような感じだと思います。
しかし、ここで大外刈の前段階としての大内刈も意識することは同じだと思います。
相手を崩し、自分が技をかけやすい状態に持っていくのが目標なので、大内刈で相手を倒せなくとも、相手の状態さえ崩せればいいので、
動いている中で、足をかけることで、相手の重心をずらす感じが一番当てはまると思います。この時に、動画を見ると、どれも大内刈が決まり手なので、
足をかけると同時に、上半身を力でプッシュすることで相手を倒しにかかっていますが、恐らく相手の重心をずらすだけなら、大内刈が足技ということもあり、
上半身はそんなに重要ではないよな気がします。二本目の動画の1分ほどの阿部詩選手の大内刈からの大外刈を見ても、上半身はさほど動いていません。
要するに、一番大切なのは大内刈をかけることでどれだけ相手に自分が大外刈をかける足とは逆の足を意識させられるかだと思います。相手は大内刈をかけることで、
大内をかけた足を警戒して意識が行くはずなので、そこで大内をかけて、浮いた足とは逆の足を大外でかけることこそが理想の大内からの大外の連携だと思います。
          </pre>
          <div>
            <iframe src="https://www.youtube.com/embed/IAf9qR_rnvs?modestbranding=1" frameborder="0" allowfullscreen></iframe>
          </div>
        </div><br>
        <button @click="hr">逸見の分析を見る</button>
        <div v-if="m4">
          <pre>
＜研究内容＞
柔道における肉体改造

＜目的＞
技術力を補うためのパワーを身に着ける

＜動画＞
下部に掲示

＜分析＞
今回、作陽高校柔道部の練習について、分析してみた。
作陽高校の柔道スタイルとしては肉体強化によるパワーで相手に勝る柔道であることが考えられる。
もちろん柔道における技の技術は必要不可欠であるが技を完成させていくことはもちろんではあるが肉体改造を行うことで自身の姿勢もよくなり、
組負けないことが分かった。また、パワーを身に着けることで体幹などの身体の力が強くなるだけでなく技のバリエーションが増えると考えられる。
他にも前回でも述べたが肉体改造は技の技術に比べると短期間でかなり成長するため行いやすいと考えられる。
          </pre>
          <div>
            <iframe src="https://www.youtube.com/embed/iEDDSW779XU?modestbranding=1" frameborder="0" allowfullscreen></iframe>
          </div>
        </div><br>
        <button @click="sr">調の分析を見る</button>
        <div v-if="m5">
          <pre>
＜研究内容＞
橋本壮一選手の体裁き

＜目的＞
橋本壮一の技のスタイルを知る

＜動画＞
下部に掲示

＜分析＞
体幹、腰のひねりが強い→チューブトレーニングor腹斜筋？

道場際で場外に押すと相手が反発してくるので、その勢いを利用して体落とし
右足→左足→右足
引手、釣り手共に腕を固定、体のひねりを利用して相手を崩す(1:12~)

体落としの際、右足の足首を相手の足首に絡ませて相手のバランスを崩している(2:17~)

相手が亀の状態から右手を奪って腕十字に移行している
腰から体をうまく相手の横脇に滑り込ませる→背中の反りを利用して相手の亀を崩す(2:27~)
          </pre>
          <div>
            <iframe src="https://www.youtube.com/embed/mKRLPZvQLn4?modestbranding=1" frameborder="0" allowfullscreen></iframe>
          </div>
        </div><br>
        <button @click="ts">高木の分析を見る</button>
        <div v-if="m6">
          <pre>
＜研究内容＞
阿部一二三の背負い投げ

＜目的＞
自分の背負いがうんちだから

＜動画＞
不明

＜分析＞
ＶＳ相手選手の名前不明
➀引手をまずとる相手は引手を切るような動きをする。
②阿部選手はその動きについていくような動きをして引手を切らせない
③その動きの中から引き手側の襟をつかむと同時に体を回転させしゃがんでいる。
④相手は耐えようとするもそれについていって投げている。

Point：引手を絶対離さない、わざと釣り手を取りにいかない

VS相手選手の名前不明
➀つり手をつかむ、小内刈り、足払いを入れて動きをコントロール
②相手がつり手をとろうとしてきたところをかわす
③阿部選手がつり手をとる。と同時に流れるように相手の股下に入り投げれなかったため、立ち上がる脚力を使って投げる。
point：引手を離さない、投げれなかったら脚力を使う

Q：引手をきられないのはなんで？また取られないようにする工夫は？
なんで阿部選手は背負投のモーションに入ると7割方投げれるのか
          </pre>
        </div><br>
        <button @click="si">杉本の分析を見る</button>
        <div v-if="m7">
          <pre>
＜研究内容＞
背負投

＜目的＞
向 翔一郎の研究

＜動画＞
下部に掲示

＜分析＞
まず相四つの背負投について、
ケンカ四つにも言えることだが釣り手の脱力が非常に大事であることがわかった。
これは向選手のみでなく豪快な背負投で知られる阿部一二三選手の背負投にも言えることではないかと考察した。
脱力することで筋肉の張りや関節の可動域を超えたりなどが極力抑えられるのではないかと思う。
当然のことながら力を入れた状態では関節の可動域も狭くなり怪我のリスクも背負投の形では高くなる。
とはいえ引き手では釣り手の脱力の分余計に引き上げる必要があるのではないか。
良くトップレベルの選手が無理な体制から入り肘や肩を痛めやすそうな状態になっているように見えるが
それは力を入れた状態での話であり、脱力した状態では可動域が比較的広くなりより強力で多種多様な状態に対応できる背負投になるのではないか。
ケンカ四つについては足も使って相手との距離をとりながら相手の釣り手を殺せば力の強い相手にもかけることのできる背負投になるとわかる。
向選手の背負投の打ち込みは特別きれいでキレがあるものではないが通常の選手よりも釣り手の脱力する能力がたけているのではないかと考察した。
釣り手を脱力し、しっかり回り込めれば飛躍的に背負投をかける回数確実性が増すと思う。
          </pre>
          <div>
            <iframe src="https://www.youtube.com/embed/WiJjBE3Is2A?modestbranding=1" frameborder="0" allowfullscreen></iframe>
          </div>
          <div>
            <iframe src="https://www.youtube.com/embed/81XkP-OIJ20?modestbranding=1" frameborder="0" allowfullscreen></iframe>
          </div>
        </div><br>
        <button @click="ks">北村の分析を見る</button>
        <div v-if="m8">
          <pre>
＜研究内容＞
他の人の見取り稽古を見る

＜目的＞
まだ柔道を初めて一年しか経っていないので、独自に試合を見てもわからないことがある。
そこで他の部員の研究を見ることで少しでも上達していきたいと思ったため

＜動画＞
なし

＜分析＞
今回は村上先輩の見取り稽古を見ました。まず一番上にあった大外刈りの動画を見ました。
いままで大外刈りをかけるときに足の向きや自分と相手の胸を引き寄せくっつけるなどは意識してきたつもりですが、
この動画では腰を振る点に重点を置いていました。確かにいままで自分は足だけをかけようとしていたのでこれもうまく自分が大外がかからない原因なんだなと思いました。

5/30 ：村上先輩の見取り稽古のExcelから穴井さん・篠原さんの大外刈りの動画を見ました。まず思ったのは人によって教え方が違うということです。
穴井さんの動画では胸を相手にくっつけるとき自分が近づくと言っているのに対し、篠原さんは釣り手で引き付けると言っていました。正直どちらが正しいのか困惑しました。
今度柔道の稽古ができるようになったら試したいと思います。多分穴井さんのやり方のほうが僕的には合ってるかも…？

6/5 ：穴井選手の高校２年生の時の全国大会地区予選決勝と2010年世界柔道100kg級決勝の動画を見ました。高校時代のこの動画は４人抜きをしていてそのうち2人は内股による一本勝ちでした。
不意に出てくる足技(小外刈りなど)が印象的でした。世界選手権の動画は時間切れによる優勢勝ちでしたが、組手などとても参考になりました。どちらも旧ルール(有効あり)だったのでルールはよくわかりませんでしたが…
次週も引き続き穴井選手の動画を見ていこうと思います。

6/13 ：引き続き穴井選手の試合動画を見ました。今回は2013年全日本選手権の対百瀬優選手戦を見ました。試合結果は時間切れによる優勢勝ちで終わったのですが、僕は組手に注目しました。
けんか四つの組手で穴井選手は上から肘を入れてすくいあげる感じ？で組んでいました。(詳しくはミーティングの際口で説明します)僕は肘を入れることだけを意識していたのでこの先のことも考えなきゃなと思いました。

6/20 ：今回は2011年全日本選手権の決勝、鈴木桂治選手との試合を見ました。この試合は互いに左組で相四つでした。結果として穴井選手は大外返し？で負けてしまいましたが、相四つの組手を注目しました。
穴井選手は試合中釣り手を常に動かしていて、相手のバランスを崩す動きをしているなと思いました。

6/27・7/4 ：2013年の全日本選手権の準決勝石井竜太選手戦と、決勝の原沢久喜選手戦の動画を見ました。準決勝は開始数十秒で体落としで勝ち、決勝は時間切れでの指導数か有効数での優勢勝ちでした。
準決勝の投げはきれいに決まっていましたが、まだ僕には早いのかなと思い、今回は決勝戦での組手に注目しました。
体格は同じぐらいで原沢選手は積極的に奥を取ってくるタイプの選手？で上から奥をたたかれても、姿勢を崩すことなく逆の手で道着を引っ張り,相手の思うような組手にさせていなかったのも勝因の一つなのかなと思いました。
また引手の取り合いが非常に激しい試合だなと感じました。
          </pre>
        </div>
      </div>
      <SIDEMENU></SIDEMENU>
    </div>
  </div>
</template>

<script>
import SIDEMENU from "./sidemenu.vue";
export default {
  components:{
    SIDEMENU
  },
  data(){
    return{
      m1:false,
      m2:false,
      m3:false,
      m4:false,
      m5:false,
      m6:false,
      m7:false,
      m8:false
    };
  },
  methods:{
    sk(){this.m1 ? this.m1 = false : this.m1 = true},
    iy(){this.m2 ? this.m2 = false : this.m2 = true},
    my(){this.m3 ? this.m3 = false : this.m3 = true},
    hr(){this.m4 ? this.m4 = false : this.m4 = true},
    sr(){this.m5 ? this.m5 = false : this.m5 = true},
    ts(){this.m6 ? this.m6 = false : this.m6 = true},
    si(){this.m7 ? this.m7 = false : this.m7 = true},
    ks(){this.m8 ? this.m8 = false : this.m8 = true}
  }
}
</script>

<style scoped>
pre{
  white-space: pre-wrap;
  padding:0 20px;
  font-size: 1.5rem;
}

button{
  border:none;
  border-left:solid 4px lightsalmon;
  color: blue;
  font-weight: bold;
  margin-left: 13px;
  margin-bottom: 10px;
}

iframe{
  width: 100%;
  height: 465px;
  padding: 0 20px;
}

@media (min-width:500px) and (max-width:1000px){
iframe{
  width: 60%;
  height: 316px;
}
}

@media (max-width:499px) {
iframe{
  width: 100%;
  height: 251px;
}
}
</style>
