/*
 長文の文字列
 */

struct Sentences {
    
    static let certificateAnnotation = "＜IDの取得について＞\n　別アプリ「Psyなび for 文化祭&お祭り」にて作成されたコンテンツのイベントデータを本アプリにて編集するためには、そのデータ固有のIDが必要になります。そのコンテンツの作成者・責任者から、編集したいイベントデータのIDを適切に委譲された上で取得してください。"
    static let purchaseAnnotation = "※動画アップロードは有料オプションです\n※安定した通信環境で購入してください\n\n　アプリ内課金(動画追加機能の購入)が済むと１つのイベントデータに１つの動画をアップロードすることが可能になります。アップロードできる動画は、15秒以内で以下のいずれかの動画ファイル形式である必要があります。\n \n・MOV（ .mov ）\n・MP4（ .mp4 ）\n・M4V（ .m4v ）\n \n　なお、iPhone標準のカメラアプリで作成される動画のファイル形式はMOVになります。動画編集ツールで書き出す場合はファイル形式に注意してください。\n　このオプションが有料である理由は、情報量の多い動画を使用した「Psyなび for 文化祭&お祭り」アプリでのイベントデータの告知ニーズに応えるため、あらゆるユーザーによってアップロード&ダウンロードが高頻度で行われることによるサーバーへの負荷が予期されるためです。\n　動画を変更したい場合は、「動画を変更」から任意の動画を選択することで上書きする必要があります。"
}
