<template>
  <div class="privacy_policy">
    <h1>個人情報保護指針(プライバシーポリシー)</h1>
    <hr>
    <h2>利用者情報の取得</h2>
    <p>本サービスを使用することを選択した場合、あなたはこのポリシーに関連する情報の取得に同意するものとします。<br>
      開発者が収集した個人情報は、本サービスの提供および改善に使用されます。<br>
      このプライバシーポリシーに記載されている場合を除き、開発者はあなたの情報を使用したり、他人と共有したりしません。<br>
      より良い体験のために、本サービスを使用している間、特定の個人情報を提供するように要求する場合があります。<br>
      本サービスが要求する情報はあなたのブラウザに保持され、開発者が収集することはありません。<br>
      サービス利用時に本サービスでエラーやクラッシュが発生した場合、サードパーティ製品を通じてログデータを収集することがあります。<br>
      このログデータには、デバイスのインターネットプロトコル(IP)アドレス、デバイス名、オペレーティングシステムのバージョン、 本サービスを利用する際のアプリの構成、本サービスの使用日時、その他の統計情報が含まれる場合があります。<br>
      Cookieは、匿名の一意の識別子として一般的に使用される少量のデータを含むファイルです。 これらは、アクセスしたWebサイトからブラウザに送信され、デバイスの内部メモリに保存されます。<br>
      本サービスは、これらの「Cookie」を明示的に使用しません。 ただし、本サービスは「Cookie」を使用して情報を収集し、サービスを改善するサードパーティのコードとライブラリを使用する場合があります。</p>
    <h2>利用者情報の第三者提供</h2>
    <p>本サービスは、あなたを識別するために使用される情報を収集する可能性のあるサードパーティのサービスを使用します。<br>
      本サービスが使用するサードパーティのサービスプロバイダーのプライバシーポリシーへのリンクは以下になります<br>
      <a href="https://policies.google.com/privacy?hl=ja" style="color:blue;;" target="_blank">Google Analytics for Firebase</a><br>
      主な利用目的は以下になります<br>
      (1)開発者に代わって一部サービスを提供するため<br>
      (2)本サービス関連のサービスを実行するため<br>
      (3)本サービスがどのように使用されているかを分析するのを支援するため</p>
    <h2>子供のプライバシー</h2>
    <p>本サービスは13歳未満の子供から個人を特定できる情報を故意に収集することはありません。</p>
    <h2>スマートフォン向けアプリ「Psyなび」のプライバシーポリシー</h2>
    <p><a href="https://genki-takami.github.io/PsynaviAppPrivacyPolicy/" style="color:blue;" target="_blank">こちら</a>
      でご覧になれます</p>
  </div>
</template>

<script>
export default {
}
</script>

<style scoped>
.privacy_policy{
  height: 100%;
  min-height: 100vh;
  color:black;
  padding:80px 50px 68px;
}

h2{
  margin:0;
  border-left:5px solid rgb(22, 125, 255);
  padding-left:5px;
}

p{
  font-size:1.5rem;
}

@media (max-width:626px){
.privacy_policy{
  padding:80px 20px 68px;
}

h1{
  font-size:1.8rem;
}

h2{
  font-size:1.5rem;
}
}
</style>
