<template>
  <div class="user_policy">
    <h1>利用規約への同意</h1>
    <hr>
    <p>本サービスの利用するにあたって、以下に示す利用規約への同意の上での利用が必要です。</p>
    <h2>利用規約の変更方法について</h2>
    <p>開発者の都合により利用規約を変更する場合、開発者本人が適切な裁量でもって変更措置を行います。</p>
    <h2>Psyなび Studioについて</h2>
    <p>本サービスは、ユーザーに文化祭や学園祭などの案内パンフレットをスマートフォンで表示提供するアプリ「Psyなび」にコンテンツを公開・編集するための編集ウェブアプリケーションです。なお、「Psyなび」に表示提供されるコンテンツは開発者自身が提供するのではなく、適切な権利と責任を持つユーザー自身がで本サービス内にてアカウント作成の上で作成、編集、削除することになります。<br>※ iOS版Psyなびアプリでのみ同等の機能がご利用できます</p>
    <h2>利用に関するルール</h2>
    <p>「Psyなび」はユーザー投稿型サービスになります。本サービスにてコンテンツを作成・公開したいユーザーは適切な権利と責任を持った上で本サービスを利用する必要があり、コンテンツに紐ずく会社・学校・コミュニティに確認と承認を得た上で操作を行ってください。お問合せに関しては、機能の改善など多種多様な要望を受け付けておりますが、個別での返事は致しません。開発者の裁量でもって判断し、定期的なアップデートで改善するよう努めます。</p>
    <h2>利用料金について</h2>
    <p>本サービスは、すべてのコンテンツが無料です。なお、サービス内容の変更にて料金設定が生じた場合は、この利用規約に基づいてユーザーに本サービス内にて適切に通知し、十分な猶予と選択を設けた上で実施する可能性があります。</p>
    <h2>コンテンツの著作権について</h2>
    <p>コンテンツの著作権についてはコンテンツを作成・公開したユーザーに帰属されますが、閲覧者やその他第三者などのお問い合わせによって公開されたコンテンツが適切な権利と責任を持たないユーザーによって公開されたことが判明した場合、当ユーザーのユーザー認証機能を一時停止し、適切な権利と責任を持つと判断された者によって削除要請があった場合は可及的迅速に対応します。</p>
    <h2>コンテンツ内の画像の著作権について</h2>
    <p>コンテンツ内で使用される画像(アイコンや背景画像など)について、フリーライセンスの画像を除き、第三者が著作権を保持する画像を使用することは推奨されません。以下、免責事項を参照。</p>
    <h2>禁止事項</h2>
    <p>・コンテンツは会社・学校・コミュニティなどに紐ずくことが予想されます。それらから適切な権利と責任を付与されたユーザーがアカウントを作成した上でコンテンツを作成・公開することが期待され、そうでないユーザーがコンテンツを作成・公開することを禁じる。<br>
      ・公開されたコンテンツには特定のWebサイトにとぶリンクがを設定することができます。コンテンツを作成するユーザーは悪意のあるサイトのURLを設定することを禁じる。<br>
      ・第三者が著作権を保持する画像を許可なしに使用することを禁じる。</p>
    <h2>免責事項</h2>
    <p>ユーザーまたはユーザー間に発生した損害について、また公開されたコンテンツ内にて第三者が著作権を保持する画像をユーザーが許可なしに使用し、そのことに対して該当する第三者から申し立てがあった場合、本サービスのシステム上の問題および本サービスのプライバシーポリシー違反を除いて、開発者は一切の責任を負わないとします。</p>
    <h2>サービスの中止、変更、終了に関して</h2>
    <p>運営状況によりサービスを一時中止したり、あるいは変更、終了する可能性があります。そのような場合、既存のユーザーに可能な限り迷惑をかけないよう事前に通知をするよう努力し、サービスの中止、変更、終了に関してユーザーが迷惑が被った場合でも、開発者がユーザーに対して損害賠償等の責任を負うことはありません。</p>
  </div>
</template>

<script>
export default {
};
</script>

<style scoped>
.user_policy{
  height: 100%;
  min-height: 100vh;
  color:black;
  padding:80px 50px 68px;
}

h2{
  margin:0;
  border-left:5px solid rgb(22, 125, 255);
  padding-left:5px;
}

p{
  font-size:1.5rem;
}

@media (max-width:626px){
.user_policy{
  padding:80px 20px 68px;
}

h1{
  font-size:1.8rem;
}

h2{
  font-size:1.5rem;
}
}
</style>
